IDEA Open Model
TimeAxis Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public TimeAxis()
Public Sub New
public:
TimeAxis()
See Also
Reference
TimeAxis Class
IdeaRS.OpenModel.Concrete Namespace